{
  "bodyClass": "not-front node-type-article",
  "pageTitle" : "Concerning the American Language",
  "author": "Mark Twain",
  "year": {
    "long": "1880",
    "short": "80"
  },
  "month": {
    "long": "March",
    "short": "Mar",
    "digit": "03"
  },
  "weekday": {
    "long": "Wednesday",
    "short": "Wed"
  },
  "day": {
    "long": "03",
    "short": "3",
    "ordinal": "rd"
  },
  "hour": {
    "long": "01",
    "short": "1",
    "military": "13",
    "ampm": "pm"
  },
  "minute": {
    "long": "20",
    "short": "20"
  },
  "seconds": "31",
  "body": "<p>There was an <em>Englishman</em> in our compartment, and he complimented me on&mdash;on what? But you would never guess. He complimented me on my English. He said Americans in general did not speak the English language as correctly as I did. I said I was obliged to him for his compliment, since I knew he meant it for one, but that I was not fairly entitled to it, for I did not speak English at all&mdash;I only spoke American.</p>\n<p>He laughed, and said it was a distinction without a difference. I said no, the difference was not prodigious, but still it was considerable. We fell into a friendly dispute over the matter. I put my case as well as I could, and said:</p>\n<p>&ldquo;The languages were identical several generations ago, but our changed conditions and the spread of our people far to the south and far to the west have made many alterations in our pronunciation, and have introduced new words among us and changed the meanings of many old ones. English people talk through their noses; we do not. We say know, English people say nao; we say cow, the Briton says kaow; we&mdash;&rdquo;</p>\n<p>&ldquo;Oh, come! that is pure Yankee; everybody knows that.&rdquo;</p>\n<p>&ldquo;Yes, it is pure Yankee; that is true. One cannot hear it in America outside of the little corner called New England, which is Yankee land. The English themselves planted it there, two hundred and fifty years ago, and there it remains; it has never spread. But England talks through her nose yet; the Londoner and the backwoods New-Englander pronounce &lsquo;know&rsquo; and &lsquo;cow&rsquo; alike, and then the Briton unconsciously satirizes himself by making fun of the Yankee&rsquo;s pronunciation.&rdquo;</p>\n<p>We argued this point at some length; nobody won; but no matter, the fact remains Englishmen say nao and kaow for &ldquo;know&rdquo; and &ldquo;cow,&rdquo; and that is what the rustic inhabitant of a very small section of America does.</p>\n<p>&ldquo;You conferred your &lsquo;a&rsquo; upon New England, too, and there it remains; it has not traveled out of the narrow limits of those six little states in all these two hundred and fifty years. All England uses it, New England&rsquo;s small population&mdash;say four millions&mdash;use it, but we have forty- five millions who do not use it. You say &lsquo;glahs of wawtah,&rsquo; so does New England; at least, New England says &lsquo;glahs.&rsquo; America at large flattens the &lsquo;a&rsquo;, and says &lsquo;glass of water.&rsquo; These sounds are pleasanter than yours; you may think they are not right&mdash;well, in English they are not right, but &lsquo;American&rsquo; they are. You say &lsquo;flahsk&rsquo; and &lsquo;bahsket,&rsquo; and &lsquo;jackahss&rsquo;; we say &lsquo;flask,&rsquo; &lsquo;basket,&rsquo; &lsquo;jackass&rsquo;&mdash;sounding the &lsquo;a&rsquo; as it is in &lsquo;tallow,&rsquo; &lsquo;fallow,&rsquo; and so on. Up to as late as 1847 Mr. Webster&rsquo;s Dictionary had the impudence to still pronounce &lsquo;basket&rsquo; bahsket, when he knew that outside of his little New England all America shortened the &lsquo;a&rsquo; and paid no attention to his English broadening of it. However, it called itself an English Dictionary, so it was proper enough that it should stick to English forms, perhaps. It still calls itself an English Dictionary today, but it has quietly ceased to pronounce &lsquo;basket&rsquo; as if it were spelt &lsquo;bahsket.&rsquo; In the American language the &lsquo;h&rsquo; is respected; the &lsquo;h&rsquo; is not dropped or added improperly.&rdquo;</p><p>&ldquo;The same is the case in England&mdash;I mean among the educated classes, of course.&rdquo;</p>\n<p>&ldquo;Yes, that is true; but a nation&rsquo;s language is a very large matter. It is not simply a manner of speech obtaining among the educated handful; the manner obtaining among the vast uneducated multitude must be considered also. Your uneducated masses speak English, you will not deny that; our uneducated masses speak American it won&rsquo;t be fair for you to deny that, for you can see, yourself, that when your stable-boy says, &lsquo;It isn&rsquo;t the &rsquo;unting that &rsquo;urts the &rsquo;orse, but the &rsquo;ammer, &rsquo;ammer, &rsquo;ammer on the &rsquo;ard &rsquo;ighway,&rsquo; and our stable-boy makes the same remark without suffocating a single h, these two people are manifestly talking two different languages. But if the signs are to be trusted, even your educated classes used to drop the &lsquo;h.&rsquo; They say humble, now, and heroic, and historic etc., but I judge that they used to drop those h&rsquo;s because your writers still keep up the fashion of putting an before those words instead of a. This is what Mr. Darwin might call a &lsquo;rudimentary&rsquo; sign that as an was justifiable once, and useful when your educated classes used to say &rsquo;umble, and &rsquo;eroic, and &rsquo;istorical. Correct writers of the American language do not put an before these words.&rdquo;</p>\n<p>The English gentleman had something to say upon this matter, but never mind what he said&mdash;I&rsquo;m not arguing his case. I have him at a disadvantage, now. I proceeded:</p>\n<p>&ldquo;In England you encourage an orator by exclaiming, &lsquo;H&rsquo;yaah! h&rsquo;yaah!&rsquo; We pronounce it heer in some sections, &lsquo;h&rsquo;yer&rsquo; in others, and so on; but our whites do not say &lsquo;h&rsquo;yaah,&rsquo; pronouncing the a&rsquo;s like the a in ah. I have heard English ladies say &lsquo;don&rsquo;t you&rsquo;&mdash;making two separate and distinct words of it; your Mr. Burnand has satirized it. But we always say &lsquo;dontchu.&rsquo; This is much better. Your ladies say, &lsquo;Oh, it&rsquo;s oful nice!&rsquo; Ours say, &lsquo;Oh, it&rsquo;s awful nice!&rsquo; We say, &lsquo;Four hundred,&rsquo; you say &lsquo;For&rsquo;&mdash;as in the word or. Your clergymen speak of &lsquo;the Lawd,&rsquo; ours of &lsquo;the Lord&rsquo;; yours speak of &lsquo;the gawds of the heathen,&rsquo; ours of &lsquo;the gods of the heathen.&rsquo; When you are exhausted, you say you are &lsquo;knocked up.&rsquo; We don&rsquo;t. When you say you will do a thing &lsquo;directly,&rsquo; you mean &lsquo;immediately&rsquo;; in the American language&mdash;generally speaking&mdash;the word signifies &lsquo;after a little.&rsquo; When you say &lsquo;clever,&rsquo; you mean &lsquo;capable&rsquo;; with us the word used to mean &lsquo;accommodating,&rsquo; but I don&rsquo;t know what it means now. Your word &lsquo;stout&rsquo; means &lsquo;fleshy&rsquo;; our word &lsquo;stout&rsquo; usually means &lsquo;strong.&rsquo; Your words &lsquo;gentleman&rsquo; and &lsquo;lady&rsquo; have a very restricted meaning; with us they include the barmaid, butcher, burglar, harlot, and horse-thief. You say, &lsquo;I haven&rsquo;t got any stockings on,&rsquo; &lsquo;I haven&rsquo;t got any memory,&rsquo; &lsquo;I haven&rsquo;t got any money in my purse; we usually say, &lsquo;I haven&rsquo;t any stockings on,&rsquo; &lsquo;I haven&rsquo;t any memory!&rsquo; &lsquo;I haven&rsquo;t any money in my purse.&rsquo; You say &lsquo;out of window&rsquo;; we always put in a the. If one asks &lsquo;How old is that man?&rsquo; the Briton answers, &lsquo;He will be about forty&rsquo;; in the American language we should say, &lsquo;He is about forty.&rsquo; However, I won&rsquo;t tire you, sir; but if I wanted to, I could pile up differences here until I not only convinced you that English and American are separate languages, but that when I speak my native tongue in its utmost purity an Englishman can&rsquo;t understand me at all.&rdquo;</p>\n<p>&ldquo;I don&rsquo;t wish to flatter you, but it is about all I can do to understand you now.&rdquo;</p>\n<p>That was a very pretty compliment, and it put us on the pleasantest terms directly&mdash;I use the word in the English sense.</p>"
}
